Repository: Nels885/csd_dashboard
Catalog: raspeedi/locale/*/LC_MESSAGES/django.po
Languages: fr

source: This Xelon number is already present for unlocking
fr: Ce numéro Xelon est déjà présent pour le déverrouillage

source: Case reference
fr: Référence Boîtier

source: Product
fr: Produit

source: Front
fr: Façade

source: Reversing camera
fr: Caméra de recul

source: PEEDI dump
fr: Dump PEEDI

source: RENESAS dump
fr: Dump RENESAS

source: Media type
fr: Type Media

source: Carto version
fr: Version Carto

source: Screens number
fr: Nombre d'écran

source: MM reference
fr: Référence MM

source: Submit
fr: Soumettre

source: Delete unlock product input
fr: Supprimer l'entrée de produit de déverrouillage

source: Are you sure you want to delete input
fr: Êtes-vous sûr de vouloir supprimer l'entrée

source: created at
fr: créé le

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Add
fr: Ajouter

source: Refresh
fr: Actualiser

source: Table Products Telematics PSA
fr: Table produits télématique PSA

source: Detail raspeedi data for the ref case of Product:
fr: Détail des données raspeedi pour le cas de référence du produit:

source: Unlocking product for programming
fr: Déverrouillage produit pour la programmation

source: Adding the Xelon number %(xelon)s successfully
fr: Ajout du dossier Xelon %(xelon)s avec succès

source: You do not have the required permissions
fr: Vous ne disposez pas des autorisations requises

source: Unlock product table
fr: Déverrouillage produit pour la programmation

source: RASPEEDI integration
fr: Intégration données RASPEEDI

source: Added successfully!
fr: Ajout réalisé avec succès !

source: Modification data RASPEEDI for ref case:
fr: Modification des données RASPEEDI pour la réf. Boîtier :

source: Modification done successfully!
fr: Modification effectuée avec succès !

source: Success: Input was deleted.
fr: Succès: l'entrée a été supprimée.
