Repository: Nels885/csd_dashboard
Catalog: tools/locale/*/LC_MESSAGES/django.po
Languages: fr

source: {0} product{1} {2} successfully {3}
fr: {0} produit{1} {2} avec succès {3}

source: was,were
fr: était, étaient

source: 48h processing disabled
fr: Traitement 48h désactivé

source: 48h processing enabled
fr: Traitement 48h activé

source: Item disabled
fr: Item désactivé

source: Item activated
fr: Item activé

source: Username not found.
fr: Utilisateur non trouvé.

source: CAL software
fr: Logiciel CAL

source: No
fr: Non

source: Yes
fr: Oui

source: CALIBRE file exists !
fr: Le fichier CALIBRE existe !

source: TELECODE file exists !
fr: Le fichier TELECODE existe !

source: TELECODE is required !
fr: TELECODE est requis !

source: CALIBRE or TELECODE ?
fr: CALIBRE ou TELECODE ?

source: Cancel
fr: Annuler

source: Save
fr: Sauvegarder

source: Respond to request
fr: Répondre à la demande

source: Send
fr: Envoyer

source: Update
fr: Mettre à jour

source: Create
fr: créé le

source: Submit
fr: Soumettre

source: Delete Thermal chamber input
fr: Suppression d'une entrée

source: Are you sure you want to delete input of
fr: Voulez-vous vraiment supprimer l'entrée de

source: created at
fr: créé le

source: Delete
fr: Supprimer

source: Search
fr: Recherche

source: JIG Name
fr: Nom du JIG

source: Link download
fr: Lien de téléchargement

source: Validation date
fr: Date de validation

source: Add
fr: Ajouter

source: Refresh
fr: Actualiser

source: Thermal Chamber Temperature
fr: Température Chambre Thermique

source: You do not have the required permissions
fr: Vous ne disposez pas des autorisations requises

source: Software list
fr: Liste logiciel

source: Tools
fr: Outils

source: Tag Xelon list
fr: Liste Tag Xelon

source: Raspi Time list
fr: Liste Raspi Time

source: Software integration
fr: Intégration de logiciels

source: Added successfully!
fr: Ajouté avec succès!

source: Modification data Software for JIG: {jig}
fr: Logiciel de données de modification pour JIG : {jig}

source: Modification done successfully!
fr: Modification effectuée avec succès!

source: Thermal chamber
fr: Chambre thermique

source: Use of the thermal chamber
fr: Utilisation de la chambre thermique

source: Thermal chamber list
fr: liste Chambre thermique

source: Success: Input was deleted.
fr: Succès: l'entrée a été supprimée.

source: Success: The email has been sent.
fr: Succès: L'email a été envoyé.

source: Support Tech list
fr: Liste Support Tech

source: SUPTECH N°{self.object.pk} - Detail
fr: SUPTECH N°{self.object.pk} - Détail

source: Success: The message has been added.
fr: Succès: Le message a été ajouté.

source: Warning: Data update but without sending the email
fr: Attention : mise à jour des données mais sans envoi de l'email

source: SUPTECH N°{self.object.pk} - Response
fr: SUPTECH N°{self.object.pk} - Réponse

source: Config files
fr: Fichiers Config

source: Success: Editing the config file.
fr: Succès: Modification du fichier de configuration.

source: Info Tech list
fr: Liste Info Tech

source: INFOTECH N°{self.object.pk} - Detail
fr: INFOTECH N°{self.object.pk} - Détail

source: INFOTECH N°{self.object.pk} - Response
fr: INFOTECH N°{self.object.pk} - Réponse
