Repository: Nels885/csd_dashboard
Catalog: volvo/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Create REMAN Reference
fr: Créer référence REMAN

source: Cancel
fr: Annuler

source: Create
fr: Création

source: Update REMAN Reference
fr: Mise à jour Réf. REMAN

source: Update
fr: Mise à jour

source: Create HW Reference
fr: Créer référence HW

source: Update HW Reference
fr: Mise à jour Réf. REMAN

source: Success: Reman reference was created.
fr: Succès: la référence Reman a été créée.

source: Success: Reman reference was updated.
fr: Succès: la référence Reman a été mise à jour.

source: Success: Reman SEM HW Reference was created.
fr: Succès : La référence HW SEM Reman a été créée.

source: Success: Reman SEM HW Reference was updated.
fr: Succès : la référence HW SEM Reman a été mise à jour.
