Repository: Nels885/csd_dashboard
Catalog: sbadmin/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Time between 2 requests too short
fr: Délai entre 2 requêtes trop court

source: French
fr: Français

source: English
fr: Anglais

source: Bad Request
fr: Mauvaise demande

source: It looks like you found a glitch in the matrix...
fr: Il semble que vous ayez trouvé un bug dans la matrice...

source: Back to Dashboard
fr: Retour au tableau de bord

source: Access Forbidden
fr: Accès formellement interdit

source: You do not have the rights to access this content, please contact the
fr: Vous n'avez pas le droit d'accéder à ce contenu, veuillez contacter le

source: administrators
fr: administrateurs

source: Page Not Found
fr: Page non trouvée

source: Internal Server Error
fr: Erreur Interne du Serveur

source: release
fr: version

source: Profile
fr: Profil

source: New user
fr: Nouveau utilisateur

source: send emails
fr: Envoi des emails

source: API Documentation
fr: Documentation API

source: Activity Log
fr: log d'activité

source: Logout
fr: Se déconnecter

source: Guest
fr: Invité

source: Cancel
fr: Annuler

source: Are you sure you want to delete ?
fr: Etes-vous sûr que vous voulez supprimer ?

source: Delete
fr: Supprimer

source: Editing
fr: Edition

source: Treatments
fr: traitements

source: Current files
fr: Dossiers en cours

source: VIN Error files
fr: Dossiers erreur VIN

source: CORVET Error files
fr: Dossiers erreur CORVET

source: Late products
fr: produits en retard

source: Customer files
fr: Dossiers clients

source: Stock Parts
fr: Pièces détachées

source: Change history
fr: Historique modifications

source: SIVIN table
fr: Tableau SIVIN

source: Add SIVIN
fr: Ajout SIVIN

source: Corvet table
fr: Tableau Corvet

source: Products table
fr: Tableau produits

source: Tools & Links
fr: Outils & Liens

source: Add Corvet
fr: Ajout Corvet

source: supplier links
fr: Liens fournisseurs

source: Unlock VIN
fr: Déverrouiller VIN

source: Dashboard
fr: Tableau de bord

source: Generate Squalaetp
fr: Générer Squalaetp

source: Thermal chamber
fr: Chambre thermique

source: Other links
fr: Autres liens

source: Login
fr: S'identifier

source: SignUp
fr: S'inscrire

source: Repairs
fr: Réparations

source: Create file
fr: Création dossier

source: Open file
fr: Ouvrir Dossier

source: Create Batch
fr: Création lot

source: Current batches
fr: Lots en cours

source: Etude batches
fr: Lots en Etude

source: Workshop batches
fr: Lots Atelier

source: REMAN References
fr: Réf. REMAN

source: HW References
fr: Réf. Hardware

source: ECU to Dump
fr: ECU à Dumper

source: Common
fr: Commun

source: Default list
fr: Liste des pannes

source: Batch list
fr: Liste des lots

source: Spare Parts
fr: Pièces détachées

source: Cartoning
fr: Mise en carton

source: Storage
fr: Mise en stock

source: check part
fr: Vérification pièce

source: Tools
fr: Outils

source: Add product
fr: Ajout produit

source: Tabs
fr: Onglets

source: Waiting
fr: En attente

source: Progress
fr: En cours

source: Close
fr: Cloturées

source: All
fr: Tous

source: Add Suptech
fr: Ajout Suptech

source: Software list
fr: Liste logiciel

source: Software Add
fr: Ajout logiciel

source: Unlock table
fr: Tableau dever. VIN

source: tag Xelon table
fr: Tableau tag Xelon

source: Welcome to CSD Dashboard
fr: Bienvenue sur le tableau de bord CSD

source: Please enter your login information to continue.
fr: Veuillez renseigner vos informations de connexion pour continuer.

source: Confirmation of the new password
fr: Confirmation du nouveau mot de passe

source: You must fill all the fields
fr: Vous devez remplir tous les champs

source: Old password does not match your account
fr: L'ancien mot de passe ne correspond pas à votre compte

source: The new password is invalid
fr: Le nouveau mot de passe est invalide

source: Validate the change
fr: Valider le changement

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été défini. Vous pouvez continuer et vous connecter maintenant.

source: Log in
fr: S'identifier

source: Change my password
fr: Changer mon mot de passe

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Home
fr: Accueil

source: About
fr: A propos

source: The V.I.N. is invalid, it should be 17 characters and be part of PSA vehicles
fr: Le V.I.N. n'est pas valide, il doit comporter 17 caractères et faire partie des véhicules PSA

source: The V.I.N. or UIN is invalid, it should be 17 or 18 characters and be part of PSA vehicles
fr: Le V.I.N. ou l'UIN n'est pas valide, il doit comporter 17 ou 18 caractères et faire partie des véhicules PSA

source: The number is not correct, it must consist of an uppercase letter and 9 digits
fr: Le numéro n'est pas correct, il doit être composé d'une lettre majuscule et de 9 chiffres

source: This number is not authorized
fr: Ce numéro n'est pas autorisé

source: The batch does not exist
fr: Le lot n'existe pas

source: This number exists
fr: Ce numéro existe
