Repository: Nels885/csd_dashboard
Catalog: squalaetp/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Vin error disabled
fr: Erreur Vin désactivée

source: Product code
fr: Code produit

source: Change animator for SCA01
fr: Changer d'animateur pour SCA01

source: Change animator for TSA01
fr: Changer d'animateur pour TSA01

source: Change animator for NZP01
fr: Changer d'animateur pour NZP01

source: Change animator for NULL
fr: Changer l'animateur pour NULL

source: Change category for PSA products
fr: Changer de catégorie pour les produits PSA

source: Change category for Others products
fr: Changer de catégorie pour les autres produits

source: Change category for Clarion
fr: Changer de catégorie pour Clarion

source: Change category for Etude
fr: Changer de catégorie pour Etude

source: Change category for Calculators
fr: Changer de catégorie pour les calculateurs

source: Change category for Default
fr: Changer de catégorie pour Par défaut

source: Change Corvet type for Radio
fr: Changer le type de Corvet pour la radio

source: Change Corvet type for Navigation
fr: Changer le type de Corvet pour la navigation

source: Change Corvet type for EMF
fr: Changer le type de Corvet pour EMF

source: Change Corvet type for CMB
fr: Changer le type de Corvet pour CMB

source: Change Corvet type for BSI
fr: Changer le type de Corvet pour BSI

source: Change Corvet type for BSM
fr: Changer le type de Corvet pour BSM

source: Change Corvet type for COM200x
fr: Changer le type de Corvet pour COM200x

source: Change Corvet type for CMM
fr: Changer le type de Corvet pour CMM

source: Product model
fr: Modèle produit

source: Data in XML format available on the RepairNAV site during CORVET extraction...
fr: Données au format XML disponible sur le site RepairNAV lors de l'extraction CORVET...

source: Enter the VIN number
fr: Entrez le numéro de VIN

source: XML data does not match VIN
fr: Les données XML ne correspondent pas au VIN

source: Invalid XML data
fr: Les données XML ne sont pas valide

source: VIN error !
fr: Erreur VIN

source: New PSA VIN, please use the Import CORVET button !
fr: Nouveau VIN PSA, veuillez utiliser le bouton Import CORVET !

source: Xelon product model does not exist !
fr: Le modèle de produit Xelon n'existe pas!

source: The value is the same as the previous one
fr: La valeur est la même que la précédente

source: Serial number does not change!
fr: Le numéro de série ne change pas !

source: Enter the IMMAT number
fr: Entrez le numéro d'IMMAT

source: Data in XML format available on the RepairNAV site during SIVIN extraction...
fr: Données au format XML disponibles sur le site RepairNAV lors de l'extraction SIVIN...

source: XML data does not match IMMAT
fr: Les données XML ne correspondent pas à IMMAT

source: Xelon number exists !
fr: Le numéro Xelon existe !

source: A temporary Xelon is already active with this number !
fr: Un dossier Xelon temporaire est déjà actif avec ce numéro !

source: Raw Corvet data
fr: Données Corvet brute

source: Log Files
fr: Fichiers Log

source: VIN Barcode
fr: Code barre VIN

source: Remote
fr: Télécommande

source: Cancel
fr: Annuler

source: Submit
fr: Soumettre

source: Do you want to close as DONE this Xelon number?
fr: Voulez-vous clôturer comme FAIT ce N° Xelon ?

source: No
fr: Non

source: Yes
fr: Oui

source: Create Xelon Temporary
fr: Créer Xelon Temporaire

source: Create
fr: Créer

source: Update Xelon Temporary
fr: Mise à jour Xelon Temporaire

source: Update
fr: Mise à jour

source: Current files
fr: Dossiers en cours

source: VIN Error files
fr: Dossiers erreur VIN

source: CORVET Error files
fr: Dossiers erreur CORVET

source: Customer files
fr: Dossiers clients

source: Temporary files
fr: Dossiers temporaires

source: Search:
fr: Recherche:

source: Modification done successfully!
fr: Modification effectuée avec succès !

source: CORVET update for %(file)s
fr: MAJ CORVET pour %(file)s

source: Success: %(result)s was updated.
fr: Succès: %(result)s ont été mises à jour.

source: Success: Product was updated.
fr: Succès: le produit a été mis à jour.

source: Product update for %(file)s
fr: MAJ du produit pour %(file)s

source: Success: Serial Number was updated.
fr: Succès: le numéro de série a été mis à jour.

source: Serial Number update for %(file)s
fr: MAJ du numéro de série pour %(file)s

source: Success: Xelon was updated.
fr: Succès: les données Squalaetp ont été mises à jour.

source: Success: The email has been sent.
fr: Succès: L'email a été envoyé.

source: Detail SIVIN data for the Immat:
fr: Détail des données SIVIN pour l'Immat :

source: SIVIN integration
fr: Intégration SIVIN
