Repository: Nels885/csd_dashboard
Catalog: reman/locale/*/LC_MESSAGES/django.po
Languages: fr

source: {0} product{1} {2} successfully {3}
fr: {0} produit{1} {2} avec succès {3}

source: was,were
fr: était, étaient

source: Checkout enabled
fr: Vérification activée

source: Unauthorized batch number!
fr: Numéro de lot non autorisé !

source: The batch already exists!
fr: Le lot existe déjà !

source: Date is not valid
fr: La date n'est pas valide

source: barcode is invalid
fr: Le code-barre n'est pas valide

source: The barcode is invalid
fr: Le code-barre n'est pas valide

source: Impossible formatting of the year!
fr: Formatage impossible de l'année !

source: Cancel
fr: Annuler

source: Submit
fr: Soumettre

source: Create Default
fr: Ajout panne

source: Next
fr: Suivant

source: Create
fr: Création

source: Delete Batch
fr: Supprimer le lot

source: Are you sure you want to delete Batch
fr: Êtes-vous sûr de vouloir supprimer le lot

source: Delete
fr: Effacer

source: Filter
fr: Filtre

source: Update Batch
fr: Mettre à jour le lot

source: Update
fr: Mise à jour

source: Update ECU Dump
fr: Mise à jour Dump ECU

source: Create HW Reference
fr: Creation Réf. Hardware

source: Update HW Reference
fr: Mise à jour Réf. Hardware

source: Create REMAN Reference
fr: Création Réf. REMAN

source: Update REMAN Reference
fr: Mise à jour Réf. REMAN

source: Create Repair
fr: Création d'un dossier

source: Validate
fr: Valider

source: New search
fr: Nouvelle recherche

source: Close
fr: Clôture

source: Send email
fr: Envoi email

source: Quit
fr: Quitter

source: Current batches
fr: Lots en cours

source: Etude batches
fr: Lots en Etude

source: Workshop batches
fr: Lots Atelier

source: Batch list
fr: Liste des lots

source: Current files
fr: Dossiers client

source: Customer files
fr: Dossiers client

source: ECU to Dump
fr: ECU à Dumper

source: Spare Parts
fr: Pièces détachées

source: This field is required.
fr: Ce champ est requis.

source: Success: The email has been sent.
fr: Succès: L'email a été envoyé.

source: Success: Reman reference was created.
fr: Succès: La Référence REMAN a été créé.

source: Success: Reman reference was updated.
fr: Succès: La Référence REMAN a été mise à jour.

source: Success: Reman Default was created.
fr: Succès: La panne REMAN a été créé.

source: Success: Reman Default was updated.
fr: Succès: La panne REMAN a été mise à jour.

source: Update Default
fr: Mise à jour panne

source: Repair n°%(repair)s to batch n°%(batch)s ready for shipment
fr: Réparation n°%(repair)s du lot n°%(batch)s prêt pour expédition.

source: Success: Reman ECU HW Reference was created.
fr: Succès: la référence Hardware a été créé.

source: Success: Reman ECU HW Reference was updated.
fr: Succès: la référence Hardware a été mise à jour.

source: Success: Reman ECU dump was updated.
fr: Succès: La dump ECU Reman a été mise à jour.

source: Success: Batch was created.
fr: Succès: le lot a été créé.

source: Create Batch
fr: Création d'un lot

source: Success: Batch was updated.
fr: Succès: le lot a été mis à jour.

source: Success: Batch was deleted.
fr: Succès: le lot a été supprimé.

source: Modification customer file
fr: Modification dossier client

source: Modification done successfully!
fr: Modification réalisée avec succès !

source: Detail customer file
fr: Dossier client détaillé

source: Success: Repair was created.
fr: Succès: le dossier a été créé.

source: Repair REMAN
fr: Réparation REMAN

source: Open
fr: Ouvrir
